export const ImgArrow =
  'https://table-cos.xironiot.com/cos_images/1735283794299948557_PAYkuCr.png';
export const ImgRightFlag =
  'https://table-cos.xironiot.com/cos_images/1735284756439735008_C6CMdO2.png';

export const TestRule =
  '一、赛制采用单败淘汰制,败者直接淘汰,胜者晋级下一轮。每轮抽签确定对阵,胜者进入下一轮,败者止步当前轮。晋级至决赛后进行冠亚军对决,产生冠军和亚军。二、比赛方法每场比赛进行n局,以局数决定胜负。每方有开球机会,开球序由抽签决定。比赛可使用门店提供的球桌和球杆，也可自带球杆进行比赛。三、裁判与计分每场比赛由一位裁判负责监督执行赛规。裁判计分并记录比赛过程,对违规行为进行惩戒。计分规则遵照国际台球标准,按完整规定技术击球计分。四、违规与惩戒严禁在比赛中作弊,一经发现取消比赛资格。重击或推杆被判违规则对手得分,按照惯例计分规则执行。比赛中严格要求遵守赛场纪律,避免影响其他比赛。五、争议处理对裁判判罚有异议时,可礼貌提出,裁判有权做出最终判定。对裁判或对手有意见投诉时,请与主办方联系。主办方拥有对所有争议判决的最终解释权。六、其他事项未尽事宜以主办方现场公布为准。参赛选手须无条件同意遵守以上赛规。';

export const TestReward =
  '一、赛制采用单败淘汰制,败者直接淘汰,胜者晋级下一轮。每轮抽签确定对阵,胜者进入下一轮,败者止步当前轮。晋级至决赛后进行冠亚军对决,产生冠军和亚军。二、比赛方法每场比赛进行n局,以局数决定胜负。每方有开球机会,开球序由抽签决定。比赛可使用门店提供的球桌和球杆，也可自带球杆进行比赛。三、裁判与计分每场比赛由一位裁判负责监督执行赛规。裁判计分并记录比赛过程,对违规行为进行惩戒。计分规则遵照国际台球标准,按完整规定技术击球计分。四、违规与惩戒严禁在比赛中作弊,一经发现取消比赛资格。重击或推杆被判违规则对手得分,按照惯例计分规则执行。比赛中严格要求遵守赛场纪律,避免影响其他比赛。五、争议处理对裁判判罚有异议时,可礼貌提出,裁判有权做出最终判定。对裁判或对手有意见投诉时,请与主办方联系。主办方拥有对所有争议判决的最终解释权。六、其他事项未尽事宜以主办方现场公布为准。参赛选手须无条件同意遵守以上赛规。/一、赛制采用单败淘汰制,败者直接淘汰,胜者晋级下一轮。每轮抽签确定对阵,胜者进入下一轮,败者止步当前轮。晋级至决赛后进行冠亚军对决,产生冠军和亚军。二、比赛方法每场比赛进行n局,以局数决定胜负。每方有开球机会,开球序由抽签决定。比赛可使用门店提供的球桌和球杆，也可自带球杆进行比赛。三、裁判与计分每场比赛由一位裁判负责监督执行赛规。裁判计分并记录比赛过程,对违规行为进行惩戒。计分规则遵照国际台球标准,按完整规定技术击球计分。四、违规与惩戒严禁在比赛中作弊,一经发现取消比赛资格。重击或推杆被判违规则对手得分,按照惯例计分规则执行。比赛中严格要求遵守赛场纪律,避免影响其他比赛。五、争议处理对裁判判罚有异议时,可礼貌提出,裁判有权做出最终判定。对裁判或对手有意见投诉时,请与主办方联系。主办方拥有对所有争议判决的最终解释权。六、其他事项未尽事宜以主办方现场公布为准。参赛选手须无条件同意遵守以上赛规。';
